---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.PanelScheduleSheetInstance
source: html/6c8d7cd5-a7cf-e5b6-86cb-69fb67928694.htm
---
# PanelScheduleSheetInstance Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.